test/request-response-samples/execFile__valid_xml_generated_on_request_with_complex_type_element_form_default_unqualified/request.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"  xmlns:tns="urn:RpcExample" xmlns:RpcExample="urn:RpcExample"><soap:Body><tns:execFile><params><tns:fileName>PSTN</tns:fileName><tns:arguments>0</tns:arguments><tns:base64EncodedStdIn>null</tns:base64EncodedStdIn><tns:startDetached>true</tns:startDetached></params></tns:execFile></soap:Body></soap:Envelope>